Repository: C-vam2/DirectChat
Catalog: lib/l10n/app_*.arb
Languages: de, el, es, it, kk

# continuee
source: CONTINUE
de: WEITERMACHEN
es: CONTINUAR
it: CONTINUA

source: Are you also tired of adding a contact number to send only one WhatsApp message?
de: Sind Sie müde auch eine Kontaktnummer der Zugabe von nur einem WhatsApp-Nachricht zu senden?
el: Έχετε επίσης βαρεθεί να προσθέτετε έναν αριθμό επικοινωνίας για να στείλετε μόνο ένα μήνυμα WhatsApp;
es: ¿Usted también está cansado de la adición de un número de contacto para enviar un solo mensaje de WhatsApp?
it: Sei anche stanco di aggiungere un numero di telefono per inviare un solo messaggio WhatsApp?
kk: Сіз де бір ғана WhatsApp хабарламасын жіберу үшін байланыс нөмірін қосудан шаршадыңыз ба?

source: If you use Direct Message, you don’t need to save any unnecessary contacts. You can send message directly without saving the number.
de: Wenn Sie Direct Message verwenden, müssen Sie keine unnötige Kontakte speichern. Sie können, ohne speichern die Nummer Nachricht direkt senden.
el: Εάν χρησιμοποιείτε Άμεσο μήνυμα, δεν χρειάζεται να αποθηκεύσετε περιττές επαφές. Μπορείτε να στείλετε μήνυμα απευθείας χωρίς να αποθηκεύσετε τον αριθμό.
es: Si utiliza mensaje directo, que no es necesario para guardar los contactos innecesarios. Puede enviar un mensaje directamente sin guardar el número.
it: Se si utilizza diretto messaggio, non è necessario per salvare tutti i contatti non necessari. Puoi inviare un messaggio direttamente senza salvare il numero.
kk: Тікелей хабарды пайдалансаңыз, қажет емес контактілерді сақтаудың қажеті жоқ. Нөмірді сақтамай тікелей хабарлама жіберуге болады.

source: Did you just receive a call from an unknown number?
de: Haben Sie gerade einen Anruf von einer unbekannten Nummer erhalten?
el: Μόλις λάβατε μια κλήση από άγνωστο αριθμό;
es: ¿Usted acaba de recibir una llamada de un número desconocido?
it: Hai appena riceve una chiamata da un numero sconosciuto?
kk: Сізге белгісіз нөмірден қоңырау келді ме?

source: Copy the number and open message.The number will be detected automatically and you will be able to access the WhatsApp profile.
de: Kopieren Sie die Anzahl und offene Nachricht.Verfahren Nummer wird automatisch erkannt und Sie werden das WhatsApp Profil zugreifen können.
el: Αντιγράψτε τον αριθμό και ανοίξτε το μήνυμα. Ο αριθμός θα εντοπιστεί αυτόματα και θα μπορείτε να αποκτήσετε πρόσβαση στο προφίλ WhatsApp.
es: Copiar el número y el número message.The abierta se detectarán automáticamente y usted será capaz de acceder al perfil de WhatsApp.
it: Copiare il numero e il numero di message.The aperto verranno rilevate automaticamente e sarete in grado di accedere al profilo WhatsApp.
kk: Нөмірді көшіріп, хабарламаны ашыңыз. Нөмір автоматты түрде анықталады және сіз WhatsApp профиліне кіре аласыз.

source: Do you want to save some important texts and documents for easy access?
de: Möchten Sie einige wichtige Texte und Dokumente für einen einfachen Zugang zu retten?
el: Θέλετε να αποθηκεύσετε μερικά σημαντικά κείμενα και έγγραφα για εύκολη πρόσβαση;
es: ¿Quieres ahorrar algunos textos y documentos importantes para facilitar el acceso?
it: Vuoi salvare alcuni testi importanti e documenti per un facile accesso?
kk: Оңай қол жеткізу үшін кейбір маңызды мәтіндер мен құжаттарды сақтағыңыз келе ме?

source: Here’s a little secret- There is no limit what one can do. You can do that by texting yourself.
de: Hier ist ein kleines Geheim Es gibt kein Limit, was man tun kann. Sie können das tun, sich eine SMS.
el: Εδώ είναι ένα μικρό μυστικό - Δεν υπάρχει όριο στο τι μπορεί να κάνει κανείς. Μπορείτε να το κάνετε στέλνοντας μήνυμα στον εαυτό σας.
es: He aquí un pequeño secreto: No hay límite de lo que uno puede hacer. Puede hacerlo enviando un SMS con usted mismo.
it: Ecco un po 'Secret Non c'è limite ciò che si può fare. Potete farlo inviando soli.
kk: Міне, кішкене құпия - адамның жасай алатынында шек жоқ. Сіз мұны өзіңізге хабарлама жіберу арқылы жасай аласыз.

source: Seller or Buyer? How do you send your bank details to receive payments?
de: Verkäufer oder Käufer? Wie sehen Sie Ihre Bankdaten Zahlungen erhalten?
el: Πωλητής ή Αγοραστής; Πώς στέλνετε τα τραπεζικά σας στοιχεία για να λαμβάνετε πληρωμές;?
es: Vendedor o comprador? ¿Cómo se envía sus datos bancarios para recibir los pagos?
it: Venditore o acquirente? Come si fa a inviare le coordinate bancarie per ricevere i pagamenti?
kk: Сатушы немесе сатып алушы? Төлемдерді алу үшін банк деректемелерін қалай жібересіз?

source: With the template Message feature, you can add your frequently used company information, address, product description or bank account information as quick messages and send them to your customers with one click. When you buy or sell something, you can save time.
de: Mit der Vorlage der Nachricht Funktion können Sie häufig verwendete Firmeninformationen, Adresse, Produktbeschreibung oder Bankkontoinformationen wie Nachrichten schnell hinzuzufügen und sie Ihre Kunden mit einem Klick senden. Wenn Sie kaufen oder verkaufen etwas, können Sie Zeit sparen.
el: Με τη λειτουργία προτύπου Μήνυμα, μπορείτε να προσθέσετε τα συχνά χρησιμοποιούμενα στοιχεία της εταιρείας σας, τη διεύθυνση, την περιγραφή προϊόντος ή τα στοιχεία τραπεζικού λογαριασμού ως γρήγορα μηνύματα και να τα στείλετε στους πελάτες σας με ένα κλικ. Όταν αγοράζετε ή πουλάτε κάτι, μπορείτε να εξοικονομήσετε χρόνο.
es: Con la función de plantilla de mensaje, puede añadir su información de la compañía, dirección, descripción del producto o cuenta bancaria utilizada con frecuencia como mensajes rápidos y enviarlos a sus clientes con un solo clic. Al comprar o vender algo, se puede ahorrar tiempo.
it: Con la funzione di modello di messaggio, è possibile aggiungere il vostro uso frequente Informazioni sulle società, indirizzo, descrizione del prodotto o conto corrente bancario come messaggi veloci e inviarle ai vostri clienti con un solo clic. Quando si acquista o vende qualcosa, è possibile risparmiare tempo.
kk: Үлгі хабарлама мүмкіндігімен сіз жиі қолданылатын компания ақпаратын, мекенжайды, өнім сипаттамасын немесе банктік шот ақпаратын жылдам хабарлар ретінде қосып, оларды бір рет басу арқылы тұтынушыларыңызға жібере аласыз. Бір нәрсені сатып алғанда немесе сатсаңыз, уақытты үнемдей аласыз.

source: Skip
de: Überspringen
el: Παραλείπω
es: Saltar
it: Salta
kk: Өткізіп жіберу

source: Let's Start
de: Lasst uns beginnen
el: Ας αρχίσουμε
es: Empecemos
it: Iniziamo
kk: Бастайық

source: COMPOSE
de: Komponieren
el: Συνθέτω
es: Componer
it: Comporre
kk: Құрастыру

source: SETTINGS
de: die Einstellungen
el: Ρυθμίσεις
es: Ajustes
it: Impostazioni
kk: Параметрлер

source: Country Code
de: Landesvorwahl
el: Κωδικός χώρας
es: Código de país
it: Prefisso internazionale
kk: Ел коды

source: Enter Mobile Number
de: Geben Sie Mobile Number
el: Εισαγάγετε τον αριθμό κινητού τηλεφώνου
es: Introducir número de móvil
it: Inserisci numero mobile
kk: Ұялы телефон нөмірін енгізіңіз

source: Type Message
de: Typ Meldung
el: Πληκτρολογήστε Μήνυμα
es: tipo de mensaje
it: tipo di messaggio
kk: Хабарды теріңіз

source: OR
de: oder
el: ή
es: DE ACUERDO
it: o
kk: немесе

source: Select from custom message
de: Wählen Sie aus benutzerdefinierter Nachricht
el: Επιλέξτε από προσαρμοσμένο μήνυμα
es: Seleccione de mensaje personalizado
it: Selezionare dal messaggio personalizzato
kk: Арнаулы хабардан таңдаңыз

source: Share my current location
de: Teilen Sie meinen aktuellen Standort
el: Κοινή χρήση της τρέχουσας τοποθεσίας μου
es: Compartir mi ubicación actual
it: Condividi la mia posizione attuale
kk: Ағымдағы орныммен бөлісіңіз

source: This is my current location :
de: Dies ist mein aktueller Standort :
el: Αυτή είναι η τρέχουσα τοποθεσία μου :
es: Esta es mi ubicación actual :
it: Questa è la mia posizione attuale :
kk: Бұл менің қазіргі орным :

source: Send Message
de: Nachricht senden
el: να στείλετε μήνυμα
es: enviar mensaje
it: invia messaggio
kk: хат жіберу

source: Send WhatsApp
de: WhatsApp senden
el: Στείλτε WhatsApp
es: enviar WhatsApp
it: Invia WhatsApp
kk: WhatsApp жіберіңіз

source: Send SMS
de: SMS senden
el: Αποστολή SMS
es: Enviar SMS
it: Inviare SMS
kk: SMS жіберу

source: Cancel
de: Stornieren
el: Ματαίωση
es: Cancelar
it: Annulla
kk: Бас тарту

source: Invalid Phone Number
de: Ungültige Telefonnummer
el: Μη έγκυρος αριθμός τηλεφώνου
es: Numero de telefono invalido
it: Numero di telefono invalido
kk: Жарамсыз телефон нөмірі

source: Please Enter the valid phone number.
de: Bitte geben Sie die gültige Telefonnummer ein.
el: Εισαγάγετε τον έγκυρο αριθμό τηλεφώνου.
es: Por favor ingrese el número de teléfono válido.
it: Inserisci il numero di telefono valido.
kk: Жарамды телефон нөмірін енгізіңіз.

source: No History Available
de: Keine Geschichte verfügbar
el: Δεν υπάρχει διαθέσιμο ιστορικό
es: No Disponible Historia
it: No History Disponibile
kk: Тарих жоқ

source: Create New
de: Erstelle neu
el: Δημιουργία νέου
es: crear nuevo
it: creare nuovo
kk: Жаңа жасау

source: Slide the card left to edit & delete the message
de: schieben Sie die Karte links zu bearbeiten und löschen Sie die Nachricht
el: σύρετε την κάρτα προς τα αριστερά για να επεξεργαστείτε και να διαγράψετε το μήνυμα
es: deslice la tarjeta de izquierda a editar y borrar el mensaje
it: scorrere la scheda a sinistra per modificare e cancellare il messaggio
kk: хабарды өңдеу және жою үшін картаны солға сырғытыңыз

source: Custom Message
de: Benutzerdefinierte Nachricht
el: Προσαρμοσμένο μήνυμα
es: Mensaje personalizado
it: Messaggio personalizzato
kk: Пайдаланушы хабары

source: Create Custom Message
de: Erstellen von benutzerdefinierter Nachricht
el: Δημιουργία προσαρμοσμένου μηνύματος
es: Crear mensaje personalizado
it: Crea messaggio personalizzato
kk: Теңшелетін хабарлама жасау

source: Title of Message
de: Titel der Nachricht
el: Τίτλος μηνύματος
es: Título del mensaje
it: Titolo del messaggio
kk: Хабардың тақырыбы

source: Save Message
de: Nachricht speichern
el: Αποθήκευση μηνύματος
es: Guardar mensaje
it: Salva messaggio
kk: Хабарды сақтау

source: Edit
de: Bearbeiten
el: Επεξεργασία
es: Editar
it: modificare
kk: Өңдеу

source: Delete
de: Löschen
el: Διαγράφω
es: Borrar
it: Elimina
kk: Жою

source: msg
de: Nachricht
el: μήνυμα
kk: хабар

source: No Custom Message Available
de: Keine Custom Message verfügbar
el: Δεν υπάρχει διαθέσιμο προσαρμοσμένο μήνυμα
es: No hay mensajes personalizados Disponible
it: Nessun messaggio personalizzato Disponibile
kk: Ешқандай пайдаланушы хабары жоқ

source: Please Enter the title.
de: Bitte geben Sie den Titel.
el: Παρακαλώ εισάγετε τον τίτλο.
es: Por favor, introduzca el título.
it: Si prega di inserire il titolo.
kk: Тақырыпты енгізіңіз.

source: Enter
de: Eingeben
el: Εισαγω
es: Ingresar
it: accedere
kk: Енгізіңіз

source: Upgrade Pro Version
de: Aktualisieren Sie die Pro-Version
el: Αναβάθμιση Pro Έκδοσης
es: Actualizar versión Pro
it: Aggiorna la versione Pro
kk: Pro нұсқасын жаңарту

source: Contact Us
de: kontaktiere uns
el: επικοινωνήστε μαζί μας
es: Contáctenos
it: Contattaci
kk: бізбен хабарласыңы

source: Rate App
de: Bewertungs App
el: Βαθμολόγησε την εφαρμογη
es: Calificar aplicacion
it: tasso di App
kk: Қолданбаны бағалаңыз

source: Share This App
de: Teile diese App
el: Μοιραστείτε αυτήν την εφαρμογή
es: Comparte esta aplicación
it: Condividi questa app
kk: Осы қолданбаны бөлісіңіз

source: Privacy Policy
de: Datenschutz-Bestimmungen
el: Πολιτική Απορρήτου
es: Política de privacidad
it: politica sulla riservatezza
kk: Құпиялылық саясаты

source: Terms And Condition
de: Geschäftsbedingung
el: Οροι και Προϋποθέσεις
es: Términos y Condiciones
kk: Шарттар мен шарттар

source: Email From Direct Message
de: E-Mail von DirectMessage
el: Email από άμεσο μήνυμα
es: Correo electrónico desde DirectMessage
it: E-mail da DirectMessage
kk: Тікелей хабарламадан электрондық пошта

source: The App version is
de: Die App-Version ist
el: Η έκδοση της εφαρμογής είναι
es: La versión de la aplicación es
it: La versione dell'app è
kk: Қолданба нұсқасы

source: Alert
de: Aufmerksam
el: Συναγερμός
es: Alerta
it: Mettere in guardia
kk: Ескерту

source: No mail account setup on device
de: Auf dem Gerät ist kein E-Mail-Konto eingerichtet
el: Δεν υπάρχει ρύθμιση λογαριασμού αλληλογραφίας στη συσκευή
es: No hay configuración de cuenta de correo en el dispositivo
it: Nessuna configurazione dell'account di posta sul dispositivo
kk: Құрылғыда пошта тіркелгісі орнатылмаған

source: Hey I am using DirectMessage to send messages without saving number. Get the app here
de: Hey, ich verwende DirectMessage, um Nachrichten zu senden, ohne die Nummer zu speichern. Holen Sie sich die App hier
el: Γεια σας, χρησιμοποιώ το DirectMessage για να στέλνω μηνύματα χωρίς αποθήκευση αριθμού. Αποκτήστε την εφαρμογή εδώ
es: Hola, estoy usando DirectMessage para enviar mensajes sin guardar el número. Obtén la aplicación aquí
it: Ehi, sto usando DirectMessage per inviare messaggi senza salvare il numero. Ottieni l'app qui
kk: Мен нөмірді сақтамай хабарлама жіберу үшін DirectMessage пайдаланамын. Қолданбаны осы жерден алыңыз

source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
de: Wenn Ihnen %@ Spaß macht, würden Sie sich bitte einen Moment Zeit nehmen, um es zu bewerten? Es dauert nicht länger als eine Minute. Danke für deine Unterstützung!
el: Εάν σας αρέσει να χρησιμοποιείτε το %@, θα θέλατε να αφιερώσετε λίγο χρόνο για να το αξιολογήσετε; Δεν θα διαρκέσει περισσότερο από ένα λεπτό. Ευχαριστώ για την υποστήριξη!
es: Si te gusta usar %@, ¿te importaría tomarte un momento para calificarlo? No te llevará más de un minuto. ¡Gracias por su apoyo!
it: Se ti piace usare %@, ti dispiacerebbe dedicare un momento a valutarlo? Non ci vorrà più di un minuto. Grazie per il vostro sostegno!
kk: %@ пайдалануды ұнататын болсаңыз, оны бағалауға бір сәт уақыт бөлесіз бе? Бұл бір минуттан аспайды. Қолдау көрсеткеніңе рахмет!

source: No, thanks
de: Nein danke
el: Οχι ευχαριστώ
es: No, gracias
it: No grazie
kk: Жоқ рақмет

source: Remind me later
de: Erinnere mich später
el: Θύμισέ μου αργότερα
es: Recuérdame más tarde
it: Ricordamelo più tardi
kk: Кейінірек еске түсіріңіз

source: Restore
de: Wiederherstellen
el: Επαναφέρω
es: Restaurar
it: Ristabilire
kk: Қалпына келтіру

source: Pro
de: Profi

source: Remove ads
de: Anzeigen entfernen
el: Αφαίρεσε τις διαφημίσεις
es: Quitar anuncios
it: Rimuovere gli annunci
kk: Жарнамаларды жою

source: Remove the banner ad
de: Entfernen Sie die Bannerwerbung
el: Αφαιρέστε το διαφημιστικό banner
es: Quitar el anuncio publicitario
it: Rimuovi il banner pubblicitario
kk: Жарнаманы алып тастаңыз

source: Unlock the auto paste functionality
de: Schalten Sie die Funktion zum automatischen Einfügen frei
el: Ξεκλειδώστε τη λειτουργία αυτόματης επικόλλησης
es: Desbloquea la función de pegado automático
it: Sblocca la funzionalità di incollamento automatico
kk: Автоматты қою функциясының құлпын ашыңыз

source: Unlock unlimited custom message
de: Schalten Sie eine unbegrenzte Anzahl benutzerdefinierter Nachrichten frei
el: Ξεκλειδώστε απεριόριστο προσαρμοσμένο μήνυμα
es: Desbloquear mensajes personalizados ilimitados
it: Sblocca messaggi personalizzati illimitati
kk: Шексіз пайдаланушы хабарының құлпын ашыңыз

source: Unlock Share Current location Feature
de: Entsperren Sie die Funktion „Aktuellen Standort teilen“.
el: Ξεκλείδωμα Κοινή χρήση Λειτουργία τρέχουσας τοποθεσίας
es: Desbloquear la función Compartir ubicación actual
it: Sblocca Condividi la funzione Posizione corrente
kk: Ағымдағы орынды бөлісу мүмкіндігін ашу

source: MONTHLY
de: Monatlich
el: Μηνιαίο
es: Mensual
it: Mensile
kk: Ай сайын

source: per month
de: pro Monat
el: κάθε μήνα
es: por mes
it: al mese
kk: айына

# threeDaysFree
source: 3 Days Free
de: 3 Tage kostenlos
el: 3 Ημέρες Δωρεάν
es: 3 días gratis
it: 3 giorni gratuiti
kk: 3 күн тегін

source: YEARLY
de: JÄHRLICH
el: ΕΤΗΣΙΑ
es: ANUAL
it: ANNUALE
kk: ЖЫЛДЫҚ

source: per year
de: pro Jahr
el: ανά έτος
es: por año
it: per anno
kk: жылына

source: MOST POPULAR
de: AM BELIEBTESTEN
el: ΔΗΜΟΦΙΛΕΣΤΕΡΟΣ
es: MÁS POPULAR
it: PIÙ POPOLARE
kk: ЕҢ ТАНЫМАЛ

source: T&C Apply
de: Es gelten die AGB
es: Aplicar términos y condiciones
it: Si applicano termini e condizioni

source: subscription_purchase_in_progrss
de: Einkauf...
es: adquisitivo...
it: acquisto...

source: subscription_restoring
de: wiederherstellen…
es: restaurando …
it: ripristino

source: popup_ok
de: OK
es: DE ACUERDO
it: OK

source: subscription_restore_no_purchase
de: Keine Käufe zum Wiederherstellen!
es: ¡No hay compras para restaurar!
it: Nessun acquisto da ripristinare!

source: subscription_restore_success
de: Käufe wiederhergestellt!
es: ¡Compras restauradas!
it: Acquisti ripristinati!

source: subscription_restore_failed
de: Wiederherstellung fehlgeschlagen!
es: ¡La restauración falló!
it: Ripristino fallito!

source: subscription_price_only
de: Nur %@
es: Solamente %@
it: Soltanto %@

source: account_purchase_type_weekly
de: Wöchentlich
es: Semanalmente
it: settimanalmente

source: account_purchase_type_monthly
de: Monatlich
es: Mensual
it: Mensile

source: account_purchase_type_yearly
de: Jährlich
es: Anual
it: Annuale

source: FAQ
es: Preguntas más frecuentes
kk: Жиі қойылатын сұрақтар

source: Rate %@
el: Τιμή %@
es: Tasa %@
it: Valutare %@
kk: Бағалау %@

source: HISTORY
el: Ιστορία
kk: Тарих

source: OK
el: Εντάξει
kk: ЖАРАЙДЫ МА

source: Direct Message
el: Αμεσο μήνυμα
kk: Тікелей хабарлама
